Failed to change symbol of instance.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedToChangeInstSymbol { get; }
  Visual Basic
Public Shared ReadOnly Property FailedToChangeInstSymbol As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedToChangeInstSymbol {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallFailures Class
  Autodesk.Revit.DB Namespace